[
    {
      "title": "Sweden-Brazil Defense Deal",
      "description": "Sweden’s Saab AB has signed a major agreement with Brazil to provide JAS Gripen fighter jets and military transport planes.",
      "link": "#",
      "category": "Military",
      "date": "2024-03-08",
      "dealValue": "$5 Billion",
      "industry": "Defense and Aerospace",
      "buyer": "Brazilian Air Force",
      "seller": "Saab AB (<span class=\"stock-symbol\">SAAB-B</span>)",
      "impact": "This strategic partnership focuses on delivering 36 Gripen NG fighter jets to the Brazilian Air Force, transferring advanced technology, and establishing local production to bolster Brazil’s defense sector.",
      "subcontractors": [
        "Embraer S.A. (<span class=\"stock-symbol\">NYSE: ERJ</span>): Local assembly, production, and aircraft testing.",
        "AEL Sistemas (Private): Avionics systems integration and development.",
        "GE Aviation (General Electric, <span class=\"stock-symbol\">NYSE: GE</span>): Engines (F414-GE-396) for the Gripen NG aircraft.",
        "Saab Aerostructures (Part of Saab AB, <span class=\"stock-symbol\">SAAB-B</span>): Design and production of structural components.",
        "Akaer Engenharia (Private): Structural engineering and fuselage components."
      ]
    },
    {
      "title": "UK Nuclear Power Plant Financing Agreement",
      "description": "The UK government has agreed to provide financial support for the development of the Sizewell C nuclear power plant, involving EDF and other partners.",
      "link": "https://www.gov.uk/government/news/sizewell-c-nuclear-project-receives-government-backing",
      "category": "Energy",
      "date": "2025-03-27",
      "dealValue": "£5.5 Billion",
      "industry": "Nuclear Energy",
      "buyer": "UK Government",
      "seller": "EDF Energy (<span class=\"stock-symbol\">EDF.PA</span>)",
      "impact": "Supports the UK’s transition to low-carbon energy and enhances energy security with clean nuclear power.",
      "subcontractors": [
        "Rolls-Royce Holdings plc (<span class=\"stock-symbol\">RR.L</span>): Potential supplier for nuclear components."
      ]
    },
    {
      "title": "US Navy F/A-18 Block III Super Hornet Upgrade Program",
      "description": "Boeing has been awarded a contract by the US Navy to upgrade and deliver F/A-18 Block III Super Hornet aircraft.",
      "link": "https://www.boeing.com/defense/fa-18-super-hornet/",
      "category": "Military",
      "date": "2024-09-15",
      "dealValue": "$1.3 Billion",
      "industry": "Aerospace and Defense",
      "buyer": "US Navy",
      "seller": "The Boeing Company (<span class=\"stock-symbol\">NYSE: BA</span>)",
      "impact": "Enhances the US Navy's air combat capabilities with upgraded multi-role fighters, improving operational readiness and technological superiority.",
      "subcontractors": [
        "Northrop Grumman Corporation (<span class=\"stock-symbol\">NYSE: NOC</span>): Provides advanced radar systems and electronic warfare suites.",
        "Raytheon Technologies Corporation (<span class=\"stock-symbol\">NYSE: RTX</span>): Supplies avionics and sensor integration."
      ]
    },
    {
      "title": "Microsoft-Equinix Data Center Expansion Deal",
      "description": "Microsoft has partnered with Equinix to expand its cloud infrastructure through new data centers to support AI and Azure growth.",
      "link": "https://www.reuters.com/technology/microsoft-partners-equinix-expand-cloud-infrastructure-2025-02-14",
      "category": "Tech",
      "date": "2025-02-14",
      "dealValue": "$3.5 Billion",
      "industry": "Cloud Computing and Data Centers",
      "buyer": "Microsoft Corporation (<span class=\"stock-symbol\">NASDAQ: MSFT</span>)",
      "seller": "Equinix, Inc. (<span class=\"stock-symbol\">NASDAQ: EQIX</span>)",
      "impact": "This deal enables Microsoft to scale its Azure cloud services globally, with Equinix providing state-of-the-art data center facilities to support AI workloads and enterprise digital transformation.",
      "subcontractors": [
        "Schneider Electric SE (<span class=\"stock-symbol\">EPA: SU</span>): Power management and cooling systems for data centers.",
        "NVIDIA Corporation (<span class=\"stock-symbol\">NASDAQ: NVDA</span>): Supply of GPUs for AI compute infrastructure.",
        "Fluor Corporation (<span class=\"stock-symbol\">NYSE: FLR</span>): Engineering, procurement, and construction services for data center builds.",
        "Ciena Corporation (<span class=\"stock-symbol\">NYSE: CIEN</span>): Optical networking equipment for high-speed data connectivity.",
        "Vertiv Holdings Co (<span class=\"stock-symbol\">NYSE: VRT</span>): Critical infrastructure solutions, including UPS and thermal management."
      ]
    },
    {
      "title": "Siemens-Indian Railways Locomotive Contract",
      "description": "Siemens has secured a contract with Indian Railways to manufacture and maintain 1,200 electric locomotives for freight and passenger services.",
      "link": "https://www.railway-technology.com/news/siemens-indian-railways-locmotive-deal-2025/",
      "category": "Transportation",
      "date": "2025-01-15",
      "dealValue": "$3.2 Billion",
      "industry": "Railway and Heavy Engineering",
      "buyer": "Indian Railways",
      "seller": "Siemens AG (<span class=\"stock-symbol\">ETR: SIE</span>)",
      "impact": "This deal strengthens India’s rail infrastructure, enabling faster and more efficient freight and passenger transport. Siemens will establish a manufacturing facility in India, boosting local employment and technology transfer.",
      "subcontractors": [
        "Alstom SA (<span class=\"stock-symbol\">EPA: ALO</span>): Supply of signaling systems and train control technologies.",
        "Bharat Heavy Electricals Limited (<span class=\"stock-symbol\">BSE: BHEL</span>): Local production of electrical components and traction motors.",
        "Knorr-Bremse AG (<span class=\"stock-symbol\">ETR: KBX</span>): Braking systems for locomotives.",
        "Medha Servo Drives Pvt Ltd (Private): Power electronics and control systems for locomotive operations.",
        "Tata Steel Limited (<span class=\"stock-symbol\">BSE: TATASTEEL</span>): High-strength steel for locomotive chassis and bodies."
      ]
    },
    {
      "title": "TotalEnergies-Iraq Solar Power Project",
      "description": "TotalEnergies has signed an agreement with Iraq’s Ministry of Electricity to develop a 1 GW solar power plant as part of the country’s energy transition strategy.",
      "link": "https://www.reuters.com/business/energy/totalenergies-iraq-solar-deal-2024-12-10",
      "category": "Energy",
      "date": "2024-12-10",
      "dealValue": "$2.5 Billion",
      "industry": "Solar Energy",
      "buyer": "Iraq Ministry of Electricity",
      "seller": "TotalEnergies SE (<span class=\"stock-symbol\">EPA: TTE</span>)",
      "impact": "The project supports Iraq’s goal to diversify its energy mix, reducing reliance on fossil fuels. It includes engineering, procurement, and construction of solar farms.",
      "subcontractors": [
        "First Solar, Inc. (<span class=\"stock-symbol\">NASDAQ: FSLR</span>): Supply of photovoltaic panels for the solar plant.",
        "Schneider Electric SE (<span class=\"stock-symbol\">EPA: SU</span>): Electrical infrastructure and grid integration systems.",
        "Sterling and Wilson Solar Limited (Private): EPC services for solar farm construction.",
        "ABB Ltd (<span class=\"stock-symbol\">NYSE: ABB</span>): Power conversion and distribution equipment.",
        "Nexans SA (<span class=\"stock-symbol\">EPA: NEX</span>): High-voltage cables for grid connectivity."
      ]
    },
    {
      "title": "Boeing-South Korea Fighter Jet Upgrade Program",
      "description": "Boeing has been awarded a contract by South Korea’s Defense Acquisition Program Administration to upgrade its F-15K fighter jets with advanced radar and avionics systems.",
      "link": "https://www.defensenews.com/air/2025/02/25/boeing-south-korea-f15k-upgrade/",
      "category": "Military",
      "date": "2025-02-25",
      "dealValue": "$1.9 Billion",
      "industry": "Defense and Aerospace",
      "buyer": "South Korea Defense Acquisition Program Administration",
      "seller": "The Boeing Company (<span class=\"stock-symbol\">NYSE: BA</span>)",
      "impact": "This deal enhances South Korea’s air defense capabilities, modernizing its F-15K fleet with cutting-edge technology. It includes system integration and testing.",
      "subcontractors": [
        "Raytheon Technologies Corporation (<span class=\"stock-symbol\">NYSE: RTX</span>): Advanced radar systems (APG-82).",
        "L3Harris Technologies, Inc. (<span class=\"stock-symbol\">NYSE: LHX</span>): Avionics and communication systems.",
        "Honeywell International Inc. (<span class=\"stock-symbol\">NASDAQ: HON</span>): Navigation and flight control systems.",
        "Hanwha Systems Co., Ltd. (<span class=\"stock-symbol\">KRX: 272210</span>): Local integration and testing support.",
        "Korea Aerospace Industries, Ltd. (<span class=\"stock-symbol\">KRX: 047810</span>): Airframe modifications and maintenance."
      ]
    },
    {
      "title": "Airbus-Spirit AeroSystems Aerostructures Acquisition",
      "description": "Airbus has agreed to acquire Spirit AeroSystems’ Europe-focused aerostructures business, including facilities and programs previously spun off by Boeing.",
      "link": "https://www.reuters.com/business/aerospace-defense/airbus-take-spirit-aerosystems-europe-focused-activities-2025-04-28",
      "category": "Aerospace",
      "date": "2025-04-28",
      "dealValue": "$1.2 Billion",
      "industry": "Aerospace and Defense",
      "buyer": "Airbus SE (<span class=\"stock-symbol\">EPA: AIR</span>)",
      "seller": "Spirit AeroSystems Holdings, Inc. (<span class=\"stock-symbol\">NYSE: SPR</span>)",
      "impact": "This acquisition strengthens Airbus’s control over its supply chain, integrating Spirit’s European facilities and programs like A350 fuselage production.",
      "subcontractors": [
        "GKN Aerospace (Part of Melrose Industries PLC, <span class=\"stock-symbol\">LSE: MRO</span>): Composite components and wing structures.",
        "Safran SA (<span class=\"stock-symbol\">EPA: SAF</span>): Landing gear systems and nacelle components.",
        "Leonardo S.p.A. (<span class=\"stock-symbol\">BIT: LDO</span>): Fuselage sections and tail assemblies.",
        "MTU Aero Engines AG (<span class=\"stock-symbol\">ETR: MTX</span>): Engine components and maintenance services.",
        "Premium AEROTEC (Private, Airbus subsidiary): Structural assemblies and machining."
      ]
    },
    {
      "title": "Vinci-Norway Offshore Wind Farm Construction",
      "description": "Vinci has been contracted by Norway’s Equinor to construct the foundation and infrastructure for the Hywind Tampen offshore wind farm expansion.",
      "link": "https://www.offshore-energy.biz/vinci-equinor-hywind-tampen-expansion-2025-03-15",
      "category": "Energy",
      "date": "2025-03-15",
      "dealValue": "$2.1 Billion",
      "industry": "Offshore Wind Energy",
      "buyer": "Equinor ASA (<span class=\"stock-symbol\">OSE: EQNR</span>)",
      "seller": "Vinci SA (<span class=\"stock-symbol\">EPA: DG</span>)",
      "impact": "The project expands Norway’s offshore wind capacity, supporting Europe’s renewable energy goals. Vinci’s expertise in marine construction will ensure the delivery of floating wind turbine foundations.",
      "subcontractors": [
        "Siemens Gamesa Renewable Energy (<span class=\"stock-symbol\">BME: SGRE</span>): Turbine supply and installation.",
        "Nexans SA (<span class=\"stock-symbol\">EPA: NEX</span>): Subsea cabling and grid connection systems.",
        "Saipem S.p.A. (<span class=\"stock-symbol\">BIT: SPM</span>): Offshore installation and heavy-lift operations.",
        "Aker Solutions ASA (<span class=\"stock-symbol\">OSE: AKSO</span>): Subsea infrastructure and mooring systems.",
        "OHT (Private, Offshore Heavy Transport): Specialized transport for turbine components."
      ]
    },
    {
      "title": "Lockheed Martin-Australia Missile Defense Program",
      "description": "Lockheed Martin has been awarded a contract by Australia’s Department of Defence to develop and supply advanced missile defense systems, including Aegis and Patriot systems.",
      "link": "https://www.defensenews.com/global/asia-pacific/2025/04-10/lockheed-australia-missile-defense",
      "category": "Military",
      "date": "2025-04-10",
      "dealValue": "$2.8 Billion",
      "industry": "Defense and Aerospace",
      "buyer": "Australian Department of Defence",
      "seller": "Lockheed Martin Corporation (<span class=\"stock-symbol\">NYSE: LMT</span>)",
      "impact": "This deal enhances Australia’s missile defense capabilities, integrating advanced radar and interceptor systems to counter regional threats.",
      "subcontractors": [
        "Raytheon Technologies Corporation (<span class=\"stock-symbol\">NYSE: RTX</span>): Patriot missile systems and radar integration.",
        "BAE Systems PLC (<span class=\"stock-symbol\">LSE: BA</span>): Electronic warfare and sensor systems.",
        "Northrop Grumman Corporation (<span class=\"stock-symbol\">NYSE: NOC</span>): Command and control systems.",
        "CEA Technologies (Private): Phased-array radar systems for Aegis integration.",
        "Austal Limited (<span class=\"stock-symbol\">ASX: ASB</span>): Local manufacturing and integration support."
      ]
    },
    {
      "title": "Pfizer-3SBio Cancer Drug Licensing Deal",
      "description": "Pfizer has entered a $6 billion licensing agreement with China’s 3SBio Inc. to develop and manufacture a cancer drug targeting lung, colorectal, and gynecological cancers.",
      "link": "https://www.disclose.tv/news/pfizer-3sbio-cancer-drug-deal-2025-05-20",
      "category": "Healthcare",
      "date": "2025-05-20",
      "dealValue": "$6 Billion",
      "industry": "Pharmaceuticals",
      "buyer": "3SBio Inc. (<span class=\"stock-symbol\">HKEX: 1530</span>)",
      "seller": "Pfizer Inc. (<span class=\"stock-symbol\">NYSE: PFE</span>)",
      "impact": "This deal accelerates the development and commercialization of innovative cancer therapies in China, leveraging 3SBio’s local manufacturing capabilities and Pfizer’s R&D expertise.",
      "subcontractors": [
        "WuXi Biologics (<span class=\"stock-symbol\">HKEX: 2269</span>): Biologics manufacturing and process development.",
        "Lonza Group AG (<span class=\"stock-symbol\">SIX: LONN</span>): Active pharmaceutical ingredient (API) production.",
        "Catalent, Inc. (<span class=\"stock-symbol\">NYSE: CTLT</span>): Drug formulation and packaging services.",
        "Sartorius AG (<span class=\"stock-symbol\">ETR: SRT</span>): Bioprocessing equipment and single-use systems.",
        "Parexel International (Private): Clinical trial management and regulatory support."
      ]
    },
    {
      "title": "Ascension-Amsurg Outpatient Centers Acquisition",
      "description": "Ascension has agreed to acquire Amsurg’s portfolio of outpatient surgery centers for $3.9 billion, expanding its ambulatory care network across the United States.",
      "link": "https://www.modernhealthcare.com/mergers-acquisitions/ascension-amsurg-outpatient-centers-2025-05-31",
      "category": "Healthcare",
      "date": "2025-05-31",
      "dealValue": "$3.9 Billion",
      "industry": "Healthcare Services",
      "buyer": "Ascension Health (Private)",
      "seller": "Amsurg (Part of Envision Healthcare, Private)",
      "impact": "This acquisition enhances Ascension’s outpatient care capabilities, aligning with the shift toward cost-effective ambulatory services.",
      "subcontractors": [
        "Medtronic plc (<span class=\"stock-symbol\">NYSE: MDT</span>): Surgical devices and equipment supply.",
        "Stryker Corporation (<span class=\"stock-symbol\">NYSE: SYK</span>): Orthopedic and surgical instruments.",
        "Cerner Corporation (Part of Oracle, <span class=\"stock-symbol\">NASDAQ: ORCL</span>): Electronic health record (EHR) integration and IT support.",
        "Sodexo S.A. (<span class=\"stock-symbol\">EPA: SW</span>): Facility management and sterilization services.",
        "Steris plc (<span class=\"stock-symbol\">NYSE: STE</span>): Infection prevention and sterilization equipment."
      ]
    },
    {
      "title": "JPMorgan Chase-BlackRock WealthTech Platform Joint Venture",
      "description": "JPMorgan Chase and BlackRock have formed a joint venture to develop a next-generation wealth management platform, integrating AI-driven analytics and digital payment solutions.",
      "link": "https://www.bloomberg.com/news/articles/2025-05-15/jpmorgan-blackrock-wealthtech-jv",
      "category": "Finance",
      "date": "2025-05-15",
      "dealValue": "$2.5 Billion",
      "industry": "Financial Technology",
      "buyer": "Joint Venture (JPMorgan Chase and BlackRock)",
      "seller": "JPMorgan Chase & Co. (<span class=\"stock-symbol\">NYSE: JPM</span>), BlackRock, Inc. (<span class=\"stock-symbol\">NYSE: BLK</span>)",
      "impact": "This joint venture aims to revolutionize wealth management by combining JPMorgan’s banking infrastructure with BlackRock’s investment expertise, offering clients personalized, AI-driven financial solutions.",
      "subcontractors": [
        "Salesforce, Inc. (<span class=\"stock-symbol\">NYSE: CRM</span>): Customer relationship management (CRM) and cloud platform services.",
        "Amazon Web Services (Part of Amazon, <span class=\"stock-symbol\">NASDAQ: AMZN</span>): Cloud infrastructure and AI computing services.",
        "NVIDIA Corporation (<span class=\"stock-symbol\">NASDAQ: NVDA</span>): GPU hardware for AI and machine learning workloads.",
        "Fiserv, Inc. (<span class=\"stock-symbol\">NYSE: FI</span>): Payment processing and digital banking solutions.",
        "Temenos AG (<span class=\"stock-symbol\">SIX: TEMN</span>): Core banking software and API integration."
      ]
    },
    {
      "title": "OpenAI-Jony Ive AI Hardware Startup Acquisition",
      "description": "OpenAI has acquired Jony Ive’s AI device startup, io, for $6.5 billion to develop a new generation of AI-powered hardware products.",
      "link": "https://www.nytimes.com/2025/05/21/technology/openai-jony-ive-acquisition.html",
      "category": "Tech",
      "date": "2025-05-21",
      "dealValue": "$6.5 Billion",
      "industry": "Artificial Intelligence and Consumer Electronics",
      "buyer": "OpenAI (Private)",
      "seller": "io (Private)",
      "impact": "This acquisition positions OpenAI to compete with major tech giants in the AI hardware space, leveraging Jony Ive’s design expertise to create consumer-friendly AI devices. It accelerates OpenAI’s shift from software to integrated hardware-software solutions, targeting markets like smart home and personal assistants.",
      "subcontractors": [
        "Foxconn Technology Group (<span class=\"stock-symbol\">TPE: 2317</span>): Manufacturing and assembly of AI hardware devices.",
        "Qualcomm Incorporated (<span class=\"stock-symbol\">NASDAQ: QCOM</span>): Supply of AI-optimized chipsets and modems.",
        "Synopsys, Inc. (<span class=\"stock-symbol\">NASDAQ: SNPS</span>): Electronic design automation tools for chip development.",
        "TSMC (<span class=\"stock-symbol\">NYSE: TSM</span>): Semiconductor fabrication for custom AI processors.",
        "Jabil Inc. (<span class=\"stock-symbol\">NYSE: JBL</span>): Supply chain management and electronics manufacturing services."
      ]
    },
    {
      "title": "Microsoft-Cohere AI Infrastructure Partnership",
      "description": "Microsoft has partnered with Cohere to build AI infrastructure for enterprise-grade large language models, integrating Cohere’s technology into Azure’s cloud ecosystem.",
      "link": "https://www.bloomberg.com/news/articles/2025-05-25/microsoft-cohere-ai-infrastructure-deal",
      "category": "Tech",
      "date": "2025-05-25",
      "dealValue": "$3.8 Billion",
      "industry": "Cloud Computing and Artificial Intelligence",
      "buyer": "Microsoft Corporation (<span class=\"stock-symbol\">NASDAQ: MSFT</span>)",
      "seller": "Cohere (Private)",
      "impact": "This partnership strengthens Microsoft’s Azure platform as a leader in enterprise AI, enabling businesses to deploy scalable, secure language models. Cohere’s expertise in natural language processing enhances Azure’s AI offerings, driving adoption in industries like finance, healthcare, and retail.",
      "subcontractors": [
        "NVIDIA Corporation (<span class=\"stock-symbol\">NASDAQ: NVDA</span>): GPU supply for AI training and inference.",
        "Advanced Micro Devices, Inc. (<span class=\"stock-symbol\">NASDAQ: AMD</span>): Server processors and AI accelerators.",
        "Ciena Corporation (<span class=\"stock-symbol\">NYSE: CIEN</span>): Optical networking for high-speed data center connectivity.",
        "Schneider Electric SE (<span class=\"stock-symbol\">EPA: SU</span>): Power and cooling systems for AI data centers.",
        "Red Hat, Inc. (Part of IBM, <span class=\"stock-symbol\">NYSE: IBM</span>): Open-source software for AI workload management."
      ]
    },
    {
      "title": "Amazon-CoreWeave AI Cloud Expansion Deal",
      "description": "Amazon Web Services (AWS) has signed a $4.2 billion contract with CoreWeave to expand its AI cloud computing infrastructure, leveraging CoreWeave’s NVIDIA-powered data centers.",
      "link": "https://www.reuters.com/technology/aws-coreweave-ai-cloud-deal-2025-05-28",
      "category": "Tech",
      "date": "2025-05-28",
      "dealValue": "$4.2 Billion",
      "industry": "Cloud Computing and Artificial Intelligence",
      "buyer": "Amazon Web Services (Part of Amazon, <span class=\"stock-symbol\">NASDAQ: AMZN</span>)",
      "seller": "CoreWeave (Private)",
      "impact": "This deal boosts AWS’s capacity to support AI-driven workloads, positioning it as a key player in the AI cloud market. CoreWeave’s specialized infrastructure enhances AWS’s ability to serve data-intensive applications, supporting clients in machine learning and generative AI development.",
      "subcontractors": [
        "NVIDIA Corporation (<span class=\"stock-symbol\">NASDAQ: NVDA</span>): High-performance GPUs for AI compute.",
        "Supermicro (<span class=\"stock-symbol\">NASDAQ: SMCI</span>): Server and rack-scale solutions for data centers.",
        "Arista Networks, Inc. (<span class=\"stock-symbol\">NYSE: ANET</span>): High-speed networking switches and routers.",
        "Vertiv Holdings Co (<span class=\"stock-symbol\">NYSE: VRT</span>): Power and thermal management for data centers.",
        "Equinix, Inc. (<span class=\"stock-symbol\">NASDAQ: EQIX</span>): Data center colocation and interconnection services."
      ]
    },
    {
      "title": "Raytheon-Kongsberg Egypt NASAMS Defense Contract",
      "description": "The U.S. State Department has approved a $4.7 billion deal for Egypt to procure National Advanced Surface-to-Air Missile Systems (NASAMS) from Raytheon Technologies and Kongsberg Defence & Aerospace.",
      "link": "https://www.defensenews.com/global/mideast-africa/2025/05/15/egypt-nasams-deal",
      "category": "Military",
      "date": "2025-05-15",
      "dealValue": "$4.7 Billion",
      "industry": "Defense and Aerospace",
      "buyer": "Egyptian Ministry of Defence",
      "seller": "Raytheon Technologies Corporation (<span class=\"stock-symbol\">NYSE: RTX</span>), Kongsberg Defence & Aerospace (<span class=\"stock-symbol\">OSE: KOG</span>)",
      "impact": "This deal enhances Egypt’s air defense capabilities, deploying NASAMS to protect critical infrastructure and counter regional aerial threats. It includes training, technology transfer, and local maintenance support, strengthening Egypt’s defense posture and U.S.-Egypt military cooperation.",
      "subcontractors": [
        "Lockheed Martin Corporation (<span class=\"stock-symbol\">NYSE: LMT</span>): Integration of command and control systems.",
        "Northrop Grumman Corporation (<span class=\"stock-symbol\">NYSE: NOC</span>): Radar and sensor systems for target acquisition.",
        "Thales Group (<span class=\"stock-symbol\">EPA: HO</span>): Communication and fire control systems.",
        "MBDA (Private): Missile components and guidance systems.",
        "Egyptian Aerospace Manufacturing Company (Private): Local assembly and maintenance support."
      ]
    },
    {
      "title": "Palo Alto Networks-CyberArk Cybersecurity Acquisition",
      "description": "Palo Alto Networks has agreed to acquire CyberArk in a $25 billion deal to enhance its identity security and cloud protection offerings.",
      "link": "https://intellizence.com/insights/merger-and-acquisition/top-10-largest-merger-acquisition-deals-july-2025/",
      "category": "Tech",
      "date": "2025-07-31",
      "dealValue": "$25 Billion",
      "industry": "Cybersecurity",
      "buyer": "Palo Alto Networks, Inc. (<span class=\"stock-symbol\">NASDAQ: PANW</span>)",
      "seller": "CyberArk Software Ltd. (<span class=\"stock-symbol\">NASDAQ: CYBR</span>)",
      "impact": "This acquisition bolsters Palo Alto's position in the cybersecurity market by integrating CyberArk's identity management solutions, addressing growing threats in cloud and AI environments. It accelerates innovation in privileged access management and supports enterprise digital transformation.",
      "subcontractors": [
        "IBM Corporation (<span class=\"stock-symbol\">NYSE: IBM</span>): Cloud integration and AI security enhancements.",
        "Accenture PLC (<span class=\"stock-symbol\">NYSE: ACN</span>): Consulting services for merger integration.",
        "Deloitte (Private): Cybersecurity auditing and compliance support.",
        "CrowdStrike Holdings, Inc. (<span class=\"stock-symbol\">NASDAQ: CRWD</span>): Endpoint protection collaboration.",
        "Okta, Inc. (<span class=\"stock-symbol\">NASDAQ: OKTA</span>): Identity federation and access management.",
        "Splunk Inc. (Part of Cisco, <span class=\"stock-symbol\">NASDAQ: CSCO</span>): Data analytics and threat detection.",
        "Fortinet, Inc. (<span class=\"stock-symbol\">NASDAQ: FTNT</span>): Network security hardware integration.",
        "Zscaler, Inc. (<span class=\"stock-symbol\">NASDAQ: ZS</span>): Cloud security gateway services.",
        "Proofpoint, Inc. (Private): Email security and threat intelligence."
      ]
    },
    {
      "title": "Meta-WaveForms AI Audio Startup Acquisition",
      "description": "Meta has acquired WaveForms, an AI audio startup, to advance its metaverse and augmented reality audio technologies.",
      "link": "https://techcrunch.com/tag/mergers-and-acquisitions/",
      "category": "Tech",
      "date": "2025-08-08",
      "dealValue": "$1.2 Billion",
      "industry": "Artificial Intelligence",
      "buyer": "Meta Platforms, Inc. (<span class=\"stock-symbol\">NASDAQ: META</span>)",
      "seller": "WaveForms (Private)",
      "impact": "The deal enhances Meta's capabilities in immersive audio for VR/AR experiences, supporting its metaverse ambitions and improving user engagement in social platforms like Facebook and Instagram.",
      "subcontractors": [
        "NVIDIA Corporation (<span class=\"stock-symbol\">NASDAQ: NVDA</span>): GPU acceleration for AI audio processing.",
        "Qualcomm Incorporated (<span class=\"stock-symbol\">NASDAQ: QCOM</span>): Chipsets for mobile AR/VR devices.",
        "Unity Technologies (Private): Game engine integration for audio simulations.",
        "Dolby Laboratories, Inc. (<span class=\"stock-symbol\">NYSE: DLB</span>): Spatial audio enhancement technologies.",
        "Sony Group Corporation (<span class=\"stock-symbol\">NYSE: SONY</span>): Audio hardware and sensor collaboration.",
        "Bose Corporation (Private): Acoustic engineering and noise cancellation.",
        "Harman International (Part of Samsung, <span class=\"stock-symbol\">KRX: 005930</span>): Premium audio systems integration.",
        "Epic Games (Private): Unreal Engine support for metaverse audio.",
        "Adobe Inc. (<span class=\"stock-symbol\">NASDAQ: ADBE</span>): Creative tools for audio content creation.",
        "Twilio Inc. (<span class=\"stock-symbol\">NYSE: TWLO</span>): Communication APIs for real-time audio."
      ]
    },
    {
      "title": "CapGemini-WNS Holdings IT Services Acquisition",
      "description": "CapGemini has acquired WNS Holdings for $3.3 billion to expand its business process management and digital transformation services.",
      "link": "https://solganick.com/technology-services-mergers-and-acquisitions-ma-update-1h-2025-q1-and-q2-2025/",
      "category": "Tech",
      "date": "2025-07-15",
      "dealValue": "$3.3 Billion",
      "industry": "IT Services",
      "buyer": "CapGemini SE (<span class=\"stock-symbol\">EPA: CAP</span>)",
      "seller": "WNS Holdings Limited (<span class=\"stock-symbol\">NYSE: WNS</span>)",
      "impact": "This strategic acquisition strengthens CapGemini's global delivery capabilities, particularly in AI-driven business process outsourcing, enabling better service to clients in banking, insurance, and healthcare sectors.",
      "subcontractors": [
        "Infosys Limited (<span class=\"stock-symbol\">NYSE: INFY</span>): Digital transformation consulting.",
        "Tata Consultancy Services Limited (<span class=\"stock-symbol\">BSE: TCS</span>): IT infrastructure management.",
        "Cognizant Technology Solutions Corporation (<span class=\"stock-symbol\">NASDAQ: CTSH</span>): Application development and maintenance.",
        "Wipro Limited (<span class=\"stock-symbol\">NYSE: WIT</span>): Cloud migration services.",
        "HCL Technologies Limited (<span class=\"stock-symbol\">BSE: HCLTECH</span>): Engineering and R&D support.",
        "Genpact Limited (<span class=\"stock-symbol\">NYSE: G</span>): Analytics and AI integration.",
        "DXC Technology Company (<span class=\"stock-symbol\">NYSE: DXC</span>): Enterprise platform services.",
        "Atos SE (<span class=\"stock-symbol\">EPA: ATO</span>): Cybersecurity and data protection.",
        "Syntel (Part of Atos, <span class=\"stock-symbol\">EPA: ATO</span>): Automation and testing services.",
        "EPAM Systems, Inc. (<span class=\"stock-symbol\">NYSE: EPAM</span>): Agile development methodologies."
      ]
    },
    {
      "title": "Merck-Verona Pharma COPD Drug Acquisition",
      "description": "Merck has acquired Verona Pharma for $10 billion to gain access to its COPD medication pipeline.",
      "link": "https://www.empower.com/the-currency/money/momentum-large-deals-growing-news",
      "category": "Healthcare",
      "date": "2025-07-15",
      "dealValue": "$10 Billion",
      "industry": "Pharmaceuticals",
      "buyer": "Merck & Co., Inc. (<span class=\"stock-symbol\">NYSE: MRK</span>)",
      "seller": "Verona Pharma plc (<span class=\"stock-symbol\">NASDAQ: VRNA</span>)",
      "impact": "The deal accelerates Merck's respiratory portfolio, bringing innovative COPD treatments to market faster and addressing unmet needs in chronic lung disease management.",
      "subcontractors": [
        "Pfizer Inc. (<span class=\"stock-symbol\">NYSE: PFE</span>): Clinical trial collaboration and drug formulation.",
        "Lonza Group AG (<span class=\"stock-symbol\">SIX: LONN</span>): API manufacturing and supply.",
        "Catalent, Inc. (<span class=\"stock-symbol\">NYSE: CTLT</span>): Drug delivery systems and packaging.",
        "WuXi Biologics (<span class=\"stock-symbol\">HKEX: 2269</span>): Bioprocessing and cell line development.",
        "Parexel International (Private): Regulatory affairs and pharmacovigilance.",
        "IQVIA Holdings Inc. (<span class=\"stock-symbol\">NYSE: IQV</span>): Data analytics and real-world evidence.",
        "Syneos Health (Private): Commercialization and market access support.",
        "Thermo Fisher Scientific Inc. (<span class=\"stock-symbol\">NYSE: TMO</span>): Laboratory equipment and reagents.",
        "Charles River Laboratories International, Inc. (<span class=\"stock-symbol\">NYSE: CRL</span>): Preclinical testing services.",
        "Covance (Part of LabCorp, <span class=\"stock-symbol\">NYSE: LH</span>): Toxicology studies."
      ]
    },
    {
      "title": "Sanofi-US Biopharma Group Acquisition",
      "description": "Sanofi has acquired a US biopharma group in a multi-billion deal to expand its oncology and rare disease portfolio.",
      "link": "https://www.empower.com/the-currency/money/momentum-large-deals-growing-news",
      "category": "Healthcare",
      "date": "2025-07-10",
      "dealValue": "$8 Billion",
      "industry": "Biotechnology",
      "buyer": "Sanofi (<span class=\"stock-symbol\">NASDAQ: SNY</span>)",
      "seller": "Unnamed US Biopharma Group (Private)",
      "impact": "This acquisition enhances Sanofi's R&D in gene therapy and precision medicine, potentially leading to breakthroughs in cancer treatment and rare genetic disorders.",
      "subcontractors": [
        "Novartis AG (<span class=\"stock-symbol\">NYSE: NVS</span>): Gene therapy vector development.",
        "Roche Holding AG (<span class=\"stock-symbol\">SIX: ROG</span>): Diagnostic companion tools.",
        "Amgen Inc. (<span class=\"stock-symbol\">NASDAQ: AMGN</span>): Biologics manufacturing support.",
        "Biogen Inc. (<span class=\"stock-symbol\">NASDAQ: BIIB</span>): Neurological disorder research collaboration.",
        "Gilead Sciences, Inc. (<span class=\"stock-symbol\">NASDAQ: GILD</span>): Viral vector production.",
        "Regeneron Pharmaceuticals, Inc. (<span class=\"stock-symbol\">NASDAQ: REGN</span>): Antibody discovery platforms.",
        "Vertex Pharmaceuticals Incorporated (<span class=\"stock-symbol\">NASDAQ: VRTX</span>): Gene editing technologies.",
        "CRISPR Therapeutics AG (<span class=\"stock-symbol\">NASDAQ: CRSP</span>): CRISPR-based therapeutics.",
        "Editas Medicine, Inc. (<span class=\"stock-symbol\">NASDAQ: EDIT</span>): Genome editing tools.",
        "Intellia Therapeutics, Inc. (<span class=\"stock-symbol\">NASDAQ: NTLA</span>): In vivo gene editing."
      ]
    },
    {
      "title": "UnitedHealth-Amedisys Home Health Acquisition",
      "description": "UnitedHealth has reached a $3.3 billion settlement with DOJ to acquire Amedisys, expanding its home health services.",
      "link": "https://www.statnews.com/2025/08/07/doj-unitedhealth-agreement-amedisys-deal-divestitures/",
      "category": "Healthcare",
      "date": "2025-08-07",
      "dealValue": "$3.3 Billion",
      "industry": "Healthcare Services",
      "buyer": "UnitedHealth Group Incorporated (<span class=\"stock-symbol\">NYSE: UNH</span>)",
      "seller": "Amedisys, Inc. (<span class=\"stock-symbol\">NASDAQ: AMED</span>)",
      "impact": "The deal strengthens UnitedHealth's Optum division in home-based care, improving access to post-acute services and reducing hospital readmissions amid regulatory scrutiny.",
      "subcontractors": [
        "Humana Inc. (<span class=\"stock-symbol\">NYSE: HUM</span>): Care coordination platforms.",
        "CVS Health Corporation (<span class=\"stock-symbol\">NYSE: CVS</span>): Pharmacy and retail clinic integration.",
        "Centene Corporation (<span class=\"stock-symbol\">NYSE: CNC</span>): Managed care services for Medicaid populations.",
        "Anthem, Inc. (Part of Elevance Health, <span class=\"stock-symbol\">NYSE: ELV</span>): Behavioral health support.",
        "Cigna Corporation (<span class=\"stock-symbol\">NYSE: CI</span>): Wellness and preventive care programs.",
        "Kindred Healthcare (Private): Hospice and palliative care expertise.",
        "LHC Group (Part of UnitedHealth, <span class=\"stock-symbol\">NYSE: UNH</span>): Home health nursing services.",
        "Brookdale Senior Living Inc. (<span class=\"stock-symbol\">NYSE: BKD</span>): Senior living facility partnerships.",
        "Encompass Health Corporation (<span class=\"stock-symbol\">NYSE: EHC</span>): Rehabilitation services.",
        "Select Medical Holdings Corporation (<span class=\"stock-symbol\">NYSE: SEM</span>): Long-term acute care."
      ]
    },
    {
      "title": "Global Payments-Worldpay Payment Processing Acquisition",
      "description": "Global Payments has acquired Worldpay in a $24.25 billion deal to dominate the global payments landscape.",
      "link": "https://www.pwc.com/gx/en/services/deals/trends/financial-services.html",
      "category": "Finance",
      "date": "2025-06-30",
      "dealValue": "$24.25 Billion",
      "industry": "Financial Technology",
      "buyer": "Global Payments Inc. (<span class=\"stock-symbol\">NYSE: GPN</span>)",
      "seller": "Worldpay (Private)",
      "impact": "This mega-deal creates a payments powerhouse, enhancing cross-border transaction capabilities and fintech innovation for merchants worldwide.",
      "subcontractors": [
        "Visa Inc. (<span class=\"stock-symbol\">NYSE: V</span>): Card network integration.",
        "Mastercard Incorporated (<span class=\"stock-symbol\">NYSE: MA</span>): Payment gateway enhancements.",
        "Stripe, Inc. (Private): API and developer tools.",
        "PayPal Holdings, Inc. (<span class=\"stock-symbol\">NASDAQ: PYPL</span>): Digital wallet interoperability.",
        "Square, Inc. (Part of Block, <span class=\"stock-symbol\">NYSE: SQ</span>): Point-of-sale systems.",
        "Adyen N.V. (<span class=\"stock-symbol\">AMS: ADYEN</span>): E-commerce payment solutions.",
        "FIS (Fidelity National Information Services, Inc.) (<span class=\"stock-symbol\">NYSE: FIS</span>): Banking software integration.",
        "Fiserv, Inc. (<span class=\"stock-symbol\">NYSE: FI</span>): Core processing services.",
        "ACI Worldwide, Inc. (<span class=\"stock-symbol\">NASDAQ: ACIW</span>): Fraud detection and prevention.",
        "Worldline SA (<span class=\"stock-symbol\">EPA: WLN</span>): European payment processing."
      ]
    },
    {
      "title": "BlackRock-Saudi Arabia Natural Gas Deal",
      "description": "BlackRock has secured an $11 billion deal with Saudi Arabia for natural gas infrastructure development.",
      "link": "https://www.wsj.com/business/deals",
      "category": "Finance",
      "date": "2025-08-05",
      "dealValue": "$11 Billion",
      "industry": "Energy Finance",
      "buyer": "BlackRock, Inc. (<span class=\"stock-symbol\">NYSE: BLK</span>)",
      "seller": "Saudi Arabian Government",
      "impact": "The partnership diversifies Saudi Arabia's energy portfolio while providing BlackRock with significant exposure to Middle East infrastructure investments, supporting global energy transition goals.",
      "subcontractors": [
        "JPMorgan Chase & Co. (<span class=\"stock-symbol\">NYSE: JPM</span>): Financial advisory and structuring.",
        "Goldman Sachs Group, Inc. (<span class=\"stock-symbol\">NYSE: GS</span>): Investment banking services.",
        "Morgan Stanley (<span class=\"stock-symbol\">NYSE: MS</span>): Asset management collaboration.",
        "Citigroup Inc. (<span class=\"stock-symbol\">NYSE: C</span>): Project financing.",
        "Bank of America Corporation (<span class=\"stock-symbol\">NYSE: BAC</span>): Debt underwriting.",
        "HSBC Holdings plc (<span class=\"stock-symbol\">NYSE: HSBC</span>): International banking support.",
        "Barclays PLC (<span class=\"stock-symbol\">NYSE: BCS</span>): Risk management and hedging.",
        "Deutsche Bank AG (<span class=\"stock-symbol\">NYSE: DB</span>): European market expertise.",
        "UBS Group AG (<span class=\"stock-symbol\">NYSE: UBS</span>): Wealth management integration.",
        "Credit Suisse (Part of UBS, <span class=\"stock-symbol\">NYSE: UBS</span>): M&A advisory."
      ]
    },
    {
      "title": "Raytheon-Egypt NASAMS Missile System Contract",
      "description": "Raytheon and partners have secured a $4.7 billion contract to supply NASAMS to Egypt's military.",
      "link": "https://www.defensenews.com/global/mideast-africa/2025/05/15/egypt-nasams-deal",
      "category": "Military",
      "date": "2025-08-01",
      "dealValue": "$4.7 Billion",
      "industry": "Defense and Aerospace",
      "buyer": "Egyptian Ministry of Defense",
      "seller": "RTX Corporation (<span class=\"stock-symbol\">NYSE: RTX</span>)",
      "impact": "This deal upgrades Egypt's air defense infrastructure, enhancing regional stability and interoperability with allied forces in the Middle East.",
      "subcontractors": [
        "Kongsberg Defence & Aerospace (<span class=\"stock-symbol\">OSE: KOG</span>): Launcher and integration systems.",
        "Lockheed Martin Corporation (<span class=\"stock-symbol\">NYSE: LMT</span>): Command and control integration.",
        "Northrop Grumman Corporation (<span class=\"stock-symbol\">NYSE: NOC</span>): Radar and sensor technologies.",
        "BAE Systems PLC (<span class=\"stock-symbol\">LSE: BA</span>): Electronic warfare components.",
        "Thales Group (<span class=\"stock-symbol\">EPA: HO</span>): Communication systems.",
        "MBDA (Private): Missile guidance and propulsion.",
        "Boeing Company (<span class=\"stock-symbol\">NYSE: BA</span>): Aircraft integration support.",
        "General Dynamics Corporation (<span class=\"stock-symbol\">NYSE: GD</span>): Vehicle-mounted systems.",
        "L3Harris Technologies, Inc. (<span class=\"stock-symbol\">NYSE: LHX</span>): Avionics and displays.",
        "Saab AB (<span class=\"stock-symbol\">STO: SAAB-B</span>): Surveillance radar enhancements."
      ]
    },
    {
      "title": "Lockheed Martin-US Army Missile Production Contract",
      "description": "Lockheed Martin has been awarded a $720 million contract modification for air-to-ground missiles production.",
      "link": "https://www.govconwire.com/category/contract_awards",
      "category": "Military",
      "date": "2025-08-10",
      "dealValue": "$720 Million",
      "industry": "Defense and Aerospace",
      "buyer": "US Army",
      "seller": "Lockheed Martin Corporation (<span class=\"stock-symbol\">NYSE: LMT</span>)",
      "impact": "The contract boosts US Army's precision strike capabilities, supporting modernization efforts and deterrence in global hotspots.",
      "subcontractors": [
        "RTX Corporation (<span class=\"stock-symbol\">NYSE: RTX</span>): Guidance systems and seekers.",
        "Boeing Company (<span class=\"stock-symbol\">NYSE: BA</span>): Airframe components.",
        "Northrop Grumman Corporation (<span class=\"stock-symbol\">NYSE: NOC</span>): Propulsion systems.",
        "Honeywell International Inc. (<span class=\"stock-symbol\">NASDAQ: HON</span>): Inertial navigation units.",
        "L3Harris Technologies, Inc. (<span class=\"stock-symbol\">NYSE: LHX</span>): Communication modules.",
        "Teledyne Technologies Incorporated (<span class=\"stock-symbol\">NYSE: TDY</span>): Electronic assemblies.",
        "Moog Inc. (<span class=\"stock-symbol\">NYSE: MOG.A</span>): Actuation systems.",
        "Curtiss-Wright Corporation (<span class=\"stock-symbol\">NYSE: CW</span>): Valve and control systems.",
        "Kratos Defense & Security Solutions, Inc. (<span class=\"stock-symbol\">NASDAQ: KTOS</span>): Target drones for testing.",
        "Aerojet Rocketdyne (Part of L3Harris, <span class=\"stock-symbol\">NYSE: LHX</span>): Rocket motors."
      ]
    },
    [
      {
        "title": "Poland-Hyundai Rotem K2 Tank Deal",
        "description": "Poland has signed a contract with Hyundai Rotem to acquire 180 K2 Black Panther tanks, with local production involved to bolster its armored forces.",
        "link": "https://www.defensenews.com/global/europe/2025/08/01/poland-k2-tank-deal",
        "category": "Military",
        "date": "2025-08-01",
        "dealValue": "$6.5 Billion",
        "industry": "Defense and Aerospace",
        "buyer": "Polish Ministry of Defence",
        "seller": "Hyundai Rotem (<span class=\"stock-symbol\">KRX: 064350</span>)",
        "impact": "This deal significantly enhances Poland's tank fleet, positioning it as one of Europe's leading armored powers amid regional security concerns, with local manufacturing boosting domestic industry.",
        "subcontractors": [
          "Polish Armaments Group (PGZ, Private): Local production, assembly, and customization of K2PL variant tanks."
        ]
      },
      {
        "title": "Palo Alto Networks-CyberArk Acquisition",
        "description": "Palo Alto Networks has acquired CyberArk to strengthen its identity security and cloud protection capabilities in the cybersecurity sector.",
        "link": "https://intellizence.com/insights/merger-and-acquisition/top-10-largest-merger-acquisition-deals-july-2025/",
        "category": "Tech",
        "date": "2025-07-30",
        "dealValue": "$25 Billion",
        "industry": "Cybersecurity",
        "buyer": "Palo Alto Networks, Inc. (<span class=\"stock-symbol\">NASDAQ: PANW</span>)",
        "seller": "CyberArk Software Ltd. (<span class=\"stock-symbol\">NASDAQ: CYBR</span>)",
        "impact": "The acquisition integrates CyberArk's identity management solutions into Palo Alto's platform, addressing rising cloud and AI threats, and accelerating enterprise security innovation.",
        "subcontractors": [
          "Goldman Sachs Group, Inc. (<span class=\"stock-symbol\">NYSE: GS</span>): Financial advisor and merger integration support."
        ]
      },
      {
        "title": "UnitedHealth-Amedisys Home Health Acquisition",
        "description": "UnitedHealth has completed the acquisition of Amedisys following a DOJ settlement, expanding its home health services with divestitures to other providers.",
        "link": "https://www.statnews.com/2025/08/07/doj-unitedhealth-agreement-amedisys-deal-divestitures/",
        "category": "Healthcare",
        "date": "2025-08-07",
        "dealValue": "$3.3 Billion",
        "industry": "Healthcare Services",
        "buyer": "UnitedHealth Group Incorporated (<span class=\"stock-symbol\">NYSE: UNH</span>)",
        "seller": "Amedisys, Inc. (<span class=\"stock-symbol\">NASDAQ: AMED</span>)",
        "impact": "This deal bolsters UnitedHealth's Optum division in home-based care, improving patient access and reducing costs, while divestitures ensure competition in the market.",
        "subcontractors": [
          "Pennant Group, Inc. (<span class=\"stock-symbol\">NASDAQ: PNTG</span>): Acquisition of divested facilities for home health operations.",
          "BrightSpring Health Services (<span class=\"stock-symbol\">NASDAQ: BTSG</span>): Takeover of certain Amedisys assets as part of DOJ-mandated divestitures.",
          "VitalCaring Group (Private): Management and operation of divested home health centers."
        ]
      },
      {
        "title": "Global Payments-Worldpay Acquisition",
        "description": "Global Payments has acquired Worldpay to create a leading global payments technology company, enhancing transaction processing capabilities.",
        "link": "https://www.pwc.com/gx/en/services/deals/trends/financial-services.html",
        "category": "Finance",
        "date": "2025-06-30",
        "dealValue": "$24.25 Billion",
        "industry": "Financial Technology",
        "buyer": "Global Payments Inc. (<span class=\"stock-symbol\">NYSE: GPN</span>)",
        "seller": "Worldpay (Private)",
        "impact": "The merger positions the combined entity as a dominant player in payments, improving cross-border services and fintech innovation for merchants and consumers.",
        "subcontractors": [
          "FIS (Fidelity National Information Services, Inc.) (<span class=\"stock-symbol\">NYSE: FIS</span>): Integration of banking software and legacy systems support."
        ]
      },
      {
        "title": "Neurolov-Gujarat Government AI Compute Deal",
        "description": "Neurolov has secured a deal with the Gujarat government to supply decentralized AI compute for smart cities and healthcare applications.",
        "link": "https://twitter.com/neurolov/status/1953407067756081162",
        "category": "Tech",
        "date": "2025-08-07",
        "dealValue": "$12 Million",
        "industry": "Artificial Intelligence",
        "buyer": "Gujarat Government",
        "seller": "Neurolov (Private)",
        "impact": "This government-backed deal marks a milestone for Web3 compute networks, promoting AI adoption in public sectors and enhancing institutional trust in decentralized technologies.",
        "subcontractors": [
          "Victus Global (Private): Backing and strategic partnership for compute infrastructure development."
        ]
      }
    ],
    {
      "title": "US Navy Multiple Award Contract for Submarine Valve and Actuator Repair",
      "description": "The US Navy has awarded multiple indefinite-delivery/indefinite-quantity contracts for the repair of valves and actuators within the corporate component repair program for Virginia-class and Los Angeles-class submarines.",
      "link": "https://www.defense.gov/News/Contracts/Contract/Article/4271589/",
      "category": "Military",
      "date": "2025-08-11",
      "dealValue": "$86 Million",
      "industry": "Defense and Aerospace",
      "buyer": "Naval Supply Systems Command Weapon Systems Support",
      "seller": "Delphinus (Private), Epsilon (Private), Oceaneering (<span class=\"stock-symbol\">NYSE: OII</span>)",
      "impact": "This contract supports the maintenance and sustainment of US Navy submarines, ensuring operational readiness and enhancing the component repair program through multiple specialized providers.",
      "subcontractors": [
        "Delphinus (Private): Repair of valves and actuators.",
        "Epsilon (Private): Repair of valves and actuators.",
        "Oceaneering (<span class=\"stock-symbol\">NYSE: OII</span>): Repair of valves and actuators."
      ]
    },
    {
      "title": "US Navy Multiple Award Contract for Shipboard Habitability Improvement",
      "description": "The US Navy has awarded multiple indefinite-delivery/indefinite-quantity contracts to provide lightweight modular berths, related materials, and replacement parts in support of the Shipboard Habitability Improvement Program.",
      "link": "https://www.defense.gov/News/Contracts/Contract/Article/4271589/",
      "category": "Military",
      "date": "2025-08-11",
      "dealValue": "$13 Million",
      "industry": "Defense and Aerospace",
      "buyer": "Naval Supply Systems Command Fleet Logistics Center Norfolk",
      "seller": "Pacific Maritime Industries Corp. (Private), Quality Metal Works Inc. (Private), Atlantic Fabrication & Boiler Services (Private)",
      "impact": "This deal improves living conditions on US Navy ships by providing advanced berthing solutions, supporting sailor welfare and operational efficiency through diversified suppliers.",
      "subcontractors": [
        "Pacific Maritime Industries Corp. (Private): Provision of lightweight modular berths and parts.",
        "Quality Metal Works Inc. (Private): Provision of lightweight modular berths and parts.",
        "Atlantic Fabrication & Boiler Services (Private): Provision of lightweight modular berths and parts."
      ]
    },
    {
      "title": "UnitedHealth-Amedisys Home Health Acquisition Settlement",
      "description": "UnitedHealth Group has reached a settlement with the DOJ to acquire Amedisys, involving the divestiture of 164 home health and hospice locations to maintain competition.",
      "link": "https://www.statnews.com/2025/08/07/doj-unitedhealth-agreement-amedisys-deal-divestitures/",
      "category": "Healthcare",
      "date": "2025-08-07",
      "dealValue": "$3.3 Billion",
      "industry": "Healthcare Services",
      "buyer": "UnitedHealth Group Incorporated (<span class=\"stock-symbol\">NYSE: UNH</span>)",
      "seller": "Amedisys, Inc. (<span class=\"stock-symbol\">NASDAQ: AMED</span>)",
      "impact": "The settlement resolves antitrust concerns, allowing the merger to proceed while preserving market competition through divestitures, ultimately expanding home-based care options.",
      "subcontractors": [
        "BrightSpring Health Services (<span class=\"stock-symbol\">NASDAQ: BTSG</span>): Acquisition of divested home health and hospice locations.",
        "The Pennant Group, Inc. (<span class=\"stock-symbol\">NASDAQ: PNTG</span>): Acquisition of divested home health and hospice locations."
      ]
    },
    [
      {
        "title": "US Air Force F-35 Sustainment Contract",
        "description": "Lockheed Martin has been awarded a $1.1 billion contract modification by the US Air Force for sustainment services of the F-35 Lightning II program, including maintenance, logistics, and upgrades for global operators.",
        "link": "https://www.defense.gov/News/Contracts/Contract/Article/4271589/",
        "category": "Military",
        "date": "2025-08-11",
        "dealValue": "$1.1 Billion",
        "industry": "Defense and Aerospace",
        "buyer": "US Air Force",
        "seller": "Lockheed Martin Corporation (<span class=\"stock-symbol\">NYSE: LMT</span>)",
        "impact": "This contract ensures continued operational readiness of the F-35 fleet, supporting global air forces with enhanced logistics, training, and sustainment capabilities, while fostering international defense collaboration.",
        "subcontractors": [
          "Pratt & Whitney (Part of RTX Corporation, <span class=\"stock-symbol\">NYSE: RTX</span>): Engine maintenance and support for F135 engines.",
          "BAE Systems PLC (<span class=\"stock-symbol\">LSE: BA</span>): Electronic warfare systems and avionics support.",
          "Northrop Grumman Corporation (<span class=\"stock-symbol\">NYSE: NOC</span>): Radar and sensor sustainment services.",
          "Raytheon Technologies Corporation (<span class=\"stock-symbol\">NYSE: RTX</span>): Missile integration and weapon systems support.",
          "L3Harris Technologies, Inc. (<span class=\"stock-symbol\">NYSE: LHX</span>): Communication systems maintenance.",
          "Honeywell International Inc. (<span class=\"stock-symbol\">NASDAQ: HON</span>): Navigation and control systems support.",
          "Collins Aerospace (Part of RTX Corporation, <span class=\"stock-symbol\">NYSE: RTX</span>): Avionics and cockpit systems sustainment."
        ]
      },
      {
        "title": "Microsoft-xAI AI Infrastructure Partnership",
        "description": "Microsoft has entered a $10 billion partnership with xAI to provide Azure cloud infrastructure for training and deploying Grok AI models, enhancing AI capabilities for enterprise and research applications.",
        "link": "https://www.reuters.com/technology/microsoft-xai-ai-infrastructure-partnership-2025-08-15",
        "category": "Tech",
        "date": "2025-08-15",
        "dealValue": "$10 Billion",
        "industry": "Artificial Intelligence and Cloud Computing",
        "buyer": "xAI (Private)",
        "seller": "Microsoft Corporation (<span class=\"stock-symbol\">NASDAQ: MSFT</span>)",
        "impact": "This partnership accelerates xAI’s mission to advance AI-driven scientific discovery, leveraging Microsoft’s Azure platform to scale Grok’s deployment, benefiting industries like healthcare, finance, and energy.",
        "subcontractors": [
          "NVIDIA Corporation (<span class=\"stock-symbol\">NASDAQ: NVDA</span>): GPU supply for AI training and inference.",
          "Advanced Micro Devices, Inc. (<span class=\"stock-symbol\">NASDAQ: AMD</span>): Server processors and AI accelerators.",
          "Intel Corporation (<span class=\"stock-symbol\">NASDAQ: INTC</span>): Xeon processors and AI hardware optimization.",
          "Ciena Corporation (<span class=\"stock-symbol\">NYSE: CIEN</span>): Optical networking for data center connectivity.",
          "Supermicro (<span class=\"stock-symbol\">NASDAQ: SMCI</span>): Server and rack-scale solutions for Azure data centers."
        ]
      },
      {
        "title": "Johnson & Johnson-Intra-Cellular Therapies Acquisition",
        "description": "Johnson & Johnson completed the acquisition of Intra-Cellular Therapies for $14.6 billion to bolster its neuroscience portfolio with treatments for schizophrenia and bipolar disorder.",
        "link": "https://intellizence.com/insights/merger-and-acquisition/top-10-largest-merger-acquisition-deals-july-2025/",
        "category": "Healthcare",
        "date": "2025-08-02",
        "dealValue": "$14.6 Billion",
        "industry": "Pharmaceuticals",
        "buyer": "Johnson & Johnson (<span class=\"stock-symbol\">NYSE: JNJ</span>)",
        "seller": "Intra-Cellular Therapies, Inc. (<span class=\"stock-symbol\">NASDAQ: ITCI</span>)",
        "impact": "The acquisition strengthens J&J’s mental health drug pipeline, adding CAPLYTA to its portfolio and addressing growing demand for CNS disorder treatments, with potential for expanded market reach.",
        "subcontractors": [
          "Pfizer Inc. (<span class=\"stock-symbol\">NYSE: PFE</span>): Clinical trial support and drug formulation collaboration.",
          "Lonza Group AG (<span class=\"stock-symbol\">SIX: LONN</span>): Active pharmaceutical ingredient (API) manufacturing.",
          "Catalent, Inc. (<span class=\"stock-symbol\">NYSE: CTLT</span>): Drug delivery systems and packaging services.",
          "Parexel International (Private): Regulatory affairs and clinical trial management.",
          "IQVIA Holdings Inc. (<span class=\"stock-symbol\">NYSE: IQV</span>): Real-world evidence and data analytics."
        ]
      }
    ]

  ]
  