[
    {
      "title": "Sweden-Brazil Defense Deal",
      "description": "Sweden’s Saab AB has signed a major agreement with Brazil to provide JAS Gripen fighter jets and military transport planes.",
      "link": "#",
      "category": "Military",
      "date": "2024-03-08",
      "dealValue": "$5 Billion",
      "industry": "Defense and Aerospace",
      "buyer": "Brazilian Air Force",
      "seller": "Saab AB (<span class=\"stock-symbol\">SAAB-B</span>)",
      "impact": "This strategic partnership focuses on delivering 36 Gripen NG fighter jets to the Brazilian Air Force, transferring advanced technology, and establishing local production to bolster Brazil’s defense sector.",
      "subcontractors": [
        "Embraer S.A. (<span class=\"stock-symbol\">NYSE: ERJ</span>): Local assembly, production, and aircraft testing.",
        "AEL Sistemas (Private): Avionics systems integration and development.",
        "GE Aviation (General Electric, <span class=\"stock-symbol\">NYSE: GE</span>): Engines (F414-GE-396) for the Gripen NG aircraft.",
        "Saab Aerostructures (Part of Saab AB, <span class=\"stock-symbol\">SAAB-B</span>): Design and production of structural components.",
        "Akaer Engenharia (Private): Structural engineering and fuselage components."
      ]
    },
    
    {
      "title": "Wallstreet AI Investments",
      "description": "Wall Street firms are collectively investing trillions in AI-related infrastructure such as data centers, energy grids, and communication networks.",
      "link": "#",
      "category": "Finance",
      "date": "2024-03-09",
      "dealValue": "$20 Billion",
      "industry": "Finance and Technology",
      "buyer": "Various Wall Street Firms",
      "seller": "Technology Providers, Energy Companies, Telecoms",
      "impact": "Significant expansion of AI infrastructure, potential for new technological advancements and economic growth.",
      "subcontractors": []
    },
    {
      "title": "UK Nuclear Power Plant Financing Agreement",
      "description": "The UK government has agreed to provide financial support for the development of the Sizewell C nuclear power plant, involving EDF and other partners.",
      "link": "https://www.gov.uk/government/news/sizewell-c-nuclear-project-receives-government-backing",
      "category": "Energy",
      "date": "2025-03-27",
      "dealValue": "£5.5 Billion",
      "industry": "Nuclear Energy",
      "buyer": "UK Government",
      "seller": "EDF Energy (<span class=\"stock-symbol\">EDF.PA</span>)",
      "impact": "Supports the UK’s transition to low-carbon energy and enhances energy security with clean nuclear power.",
      "subcontractors": [
        "Rolls-Royce Holdings plc (<span class=\"stock-symbol\">RR.L</span>): Potential supplier for nuclear components."
      ]
    },
    {
      "title": "US Navy F/A-18 Block III Super Hornet Upgrade Program",
      "description": "Boeing has been awarded a contract by the US Navy to upgrade and deliver F/A-18 Block III Super Hornet aircraft.",
      "link": "https://www.boeing.com/defense/fa-18-super-hornet/",
      "category": "Military",
      "date": "2024-09-15",
      "dealValue": "$1.3 Billion",
      "industry": "Aerospace and Defense",
      "buyer": "US Navy",
      "seller": "The Boeing Company (<span class=\"stock-symbol\">NYSE: BA</span>)",
      "impact": "Enhances the US Navy's air combat capabilities with upgraded multi-role fighters, improving operational readiness and technological superiority.",
      "subcontractors": [
        "Northrop Grumman Corporation (<span class=\"stock-symbol\">NYSE: NOC</span>): Provides advanced radar systems and electronic warfare suites.",
        "Raytheon Technologies Corporation (<span class=\"stock-symbol\">NYSE: RTX</span>): Supplies avionics and sensor integration."
      ]
    },
    {
      "title": "Microsoft-Equinix Data Center Expansion Deal",
      "description": "Microsoft has partnered with Equinix to expand its cloud infrastructure through new data centers to support AI and Azure growth.",
      "link": "https://www.reuters.com/technology/microsoft-partners-equinix-expand-cloud-infrastructure-2025-02-14",
      "category": "Tech",
      "date": "2025-02-14",
      "dealValue": "$3.5 Billion",
      "industry": "Cloud Computing and Data Centers",
      "buyer": "Microsoft Corporation (<span class=\"stock-symbol\">NASDAQ: MSFT</span>)",
      "seller": "Equinix, Inc. (<span class=\"stock-symbol\">NASDAQ: EQIX</span>)",
      "impact": "This deal enables Microsoft to scale its Azure cloud services globally, with Equinix providing state-of-the-art data center facilities to support AI workloads and enterprise digital transformation. The partnership strengthens Microsoft’s position in the cloud market and enhances Equinix’s role as a key infrastructure provider.",
      "subcontractors": [
        "Schneider Electric SE (<span class=\"stock-symbol\">EPA: SU</span>): Power management and cooling systems for data centers.",
        "NVIDIA Corporation (<span class=\"stock-symbol\">NASDAQ: NVDA</span>): Supply of GPUs for AI compute infrastructure.",
        "Fluor Corporation (<span class=\"stock-symbol\">NYSE: FLR</span>): Engineering, procurement, and construction services for data center builds.",
        "Ciena Corporation (<span class=\"stock-symbol\">NYSE: CIEN</span>): Optical networking equipment for high-speed data connectivity.",
        "Vertiv Holdings Co (<span class=\"stock-symbol\">NYSE: VRT</span>): Critical infrastructure solutions, including UPS and thermal management."
      ]
    },
    {
      "title": "Siemens-Indian Railways Locomotive Contract",
      "description": "Siemens has secured a contract with Indian Railways to manufacture and maintain 1,200 electric locomotives for freight and passenger services.",
      "link": "https://www.railway-technology.com/news/siemens-indian-railways-locmotive-deal-2025/",
      "category": "Transportation",
      "date": "2025-01-15",
      "dealValue": "$3.2 Billion",
      "industry": "Railway and Heavy Engineering",
      "buyer": "Indian Railways",
      "seller": "Siemens AG (<span class=\"stock-symbol\">ETR: SIE</span>)",
      "impact": "This deal strengthens India’s rail infrastructure, enabling faster and more efficient freight and passenger transport. Siemens will establish a manufacturing facility in India, boosting local employment and technology transfer, with maintenance services spanning 35 years.",
      "subcontractors": [
        "Alstom SA (<span class=\"stock-symbol\">EPA: ALO</span>): Supply of signaling systems and train control technologies.",
        "Bharat Heavy Electricals Limited (<span class=\"stock-symbol\">BSE: BHEL</span>): Local production of electrical components and traction motors.",
        "Knorr-Bremse AG (<span class=\"stock-symbol\">ETR: KBX</span>): Braking systems for locomotives.",
        "Medha Servo Drives Pvt Ltd (Private): Power electronics and control systems for locomotive operations.",
        "Tata Steel Limited (<span class=\"stock-symbol\">BSE: TATASTEEL</span>): High-strength steel for locomotive chassis and bodies."
      ]
    },
    {
      "title": "TotalEnergies-Iraq Solar Power Project",
      "description": "TotalEnergies has signed an agreement with Iraq’s Ministry of Electricity to develop a 1 GW solar power plant as part of the country’s energy transition strategy.",
      "link": "https://www.reuters.com/business/energy/totalenergies-iraq-solar-deal-2024-12-10",
      "category": "Energy",
      "date": "2024-12-10",
      "dealValue": "$2.5 Billion",
      "industry": "Solar Energy",
      "buyer": "Iraq Ministry of Electricity",
      "seller": "TotalEnergies SE (<span class=\"stock-symbol\">EPA: TTE</span>)",
      "impact": "The project supports Iraq’s goal to diversify its energy mix, reducing reliance on fossil fuels. It includes engineering, procurement, and construction of solar farms, with TotalEnergies leading local capacity building and job creation.",
      "subcontractors": [
        "First Solar, Inc. (<span class=\"stock-symbol\">NASDAQ: FSLR</span>): Supply of photovoltaic panels for the solar plant.",
        "Schneider Electric SE (<span class=\"stock-symbol\">EPA: SU</span>): Electrical infrastructure and grid integration systems.",
        "Sterling and Wilson Solar Limited (Private): EPC services for solar farm construction.",
        "ABB Ltd (<span class=\"stock-symbol\">NYSE: ABB</span>): Power conversion and distribution equipment.",
        "Nexans SA (<span class=\"stock-symbol\">EPA: NEX</span>): High-voltage cables for grid connectivity."
      ]
    },
    {
      "title": "Boeing-South Korea Fighter Jet Upgrade Program",
      "description": "Boeing has been awarded a contract by South Korea’s Defense Acquisition Program Administration to upgrade its F-15K fighter jets with advanced radar and avionics systems.",
      "link": "https://www.defensenews.com/air/2025/02/25/boeing-south-korea-f15k-upgrade/",
      "category": "Military",
      "date": "2025-02-25",
      "dealValue": "$1.9 Billion",
      "industry": "Defense and Aerospace",
      "buyer": "South Korea Defense Acquisition Program Administration",
      "seller": "The Boeing Company (<span class=\"stock-symbol\">NYSE: BA</span>)",
      "impact": "This deal enhances South Korea’s air defense capabilities, modernizing its F-15K fleet with cutting-edge technology. It includes system integration and testing, strengthening Boeing’s presence in the Asia-Pacific defense market.",
      "subcontractors": [
        "Raytheon Technologies Corporation (<span class=\"stock-symbol\">NYSE: RTX</span>): Advanced radar systems (APG-82).",
        "L3Harris Technologies, Inc. (<span class=\"stock-symbol\">NYSE: LHX</span>): Avionics and communication systems.",
        "Honeywell International Inc. (<span class=\"stock-symbol\">NASDAQ: HON</span>): Navigation and flight control systems.",
        "Hanwha Systems Co., Ltd. (<span class=\"stock-symbol\">KRX: 272210</span>): Local integration and testing support.",
        "Korea Aerospace Industries, Ltd. (<span class=\"stock-symbol\">KRX: 047810</span>): Airframe modifications and maintenance."
      ]
    },
    {
      "title": "Airbus-Spirit AeroSystems Aerostructures Acquisition",
      "description": "Airbus has agreed to acquire Spirit AeroSystems’ Europe-focused aerostructures business, including facilities and programs previously spun off by Boeing.",
      "link": "https://www.reuters.com/business/aerospace-defense/airbus-take-spirit-aerosystems-europe-focused-activities-2025-04-28",
      "category": "Aerospace",
      "date": "2025-04-28",
      "dealValue": "$1.2 Billion",
      "industry": "Aerospace and Defense",
      "buyer": "Airbus SE (<span class=\"stock-symbol\">EPA: AIR</span>)",
      "seller": "Spirit AeroSystems Holdings, Inc. (<span class=\"stock-symbol\">NYSE: SPR</span>)",
      "impact": "This acquisition strengthens Airbus’s control over its supply chain, integrating Spirit’s European facilities and programs like A350 fuselage production. It supports Airbus’s strategy to enhance operational efficiency and secure critical aerostructures capabilities amid rising global demand for commercial aircraft.",
      "subcontractors": [
        "GKN Aerospace (Part of Melrose Industries PLC, <span class=\"stock-symbol\">LSE: MRO</span>): Composite components and wing structures.",
        "Safran SA (<span class=\"stock-symbol\">EPA: SAF</span>): Landing gear systems and nacelle components.",
        "Leonardo S.p.A. (<span class=\"stock-symbol\">BIT: LDO</span>): Fuselage sections and tail assemblies.",
        "MTU Aero Engines AG (<span class=\"stock-symbol\">ETR: MTX</span>): Engine components and maintenance services.",
        "Premium AEROTEC (Private, Airbus subsidiary): Structural assemblies and machining."
      ]
    },
    {
      "title": "Vinci-Norway Offshore Wind Farm Construction",
      "description": "Vinci has been contracted by Norway’s Equinor to construct the foundation and infrastructure for the Hywind Tampen offshore wind farm expansion.",
      "link": "https://www.offshore-energy.biz/vinci-equinor-hywind-tampen-expansion-2025-03-15",
      "category": "Energy",
      "date": "2025-03-15",
      "dealValue": "$2.1 Billion",
      "industry": "Offshore Wind Energy",
      "buyer": "Equinor ASA (<span class=\"stock-symbol\">OSE: EQNR</span>)",
      "seller": "Vinci SA (<span class=\"stock-symbol\">EPA: DG</span>)",
      "impact": "The project expands Norway’s offshore wind capacity, supporting Europe’s renewable energy goals. Vinci’s expertise in marine construction will ensure the delivery of floating wind turbine foundations, boosting local supply chains and green energy production.",
      "subcontractors": [
        "Siemens Gamesa Renewable Energy (<span class=\"stock-symbol\">BME: SGRE</span>): Turbine supply and installation.",
        "Nexans SA (<span class=\"stock-symbol\">EPA: NEX</span>): Subsea cabling and grid connection systems.",
        "Saipem S.p.A. (<span class=\"stock-symbol\">BIT: SPM</span>): Offshore installation and heavy-lift operations.",
        "Aker Solutions ASA (<span class=\"stock-symbol\">OSE: AKSO</span>): Subsea infrastructure and mooring systems.",
        "OHT (Private, Offshore Heavy Transport): Specialized transport for turbine components."
      ]
    },
    {
      "title": "Lockheed Martin-Australia Missile Defense Program",
      "description": "Lockheed Martin has been awarded a contract by Australia’s Department of Defence to develop and supply advanced missile defense systems, including Aegis and Patriot systems.",
      "link": "https://www.defensenews.com/global/asia-pacific/2025/04-10/lockheed-australia-missile-defense",
      "category": "Military",
      "date": "2025-04-10",
      "dealValue": "$2.8 Billion",
      "industry": "Defense and Aerospace",
      "buyer": "Australian Department of Defence",
      "seller": "Lockheed Martin Corporation (<span class=\"stock-symbol\">NYSE: LMT</span>)",
      "impact": "This deal enhances Australia’s missile defense capabilities, integrating advanced radar and interceptor systems to counter regional threats. It includes technology transfer and local production, strengthening Australia’s defense industry.",
      "subcontractors": [
        "Raytheon Technologies Corporation (<span class=\"stock-symbol\">NYSE: RTX</span>): Patriot missile systems and radar integration.",
        "BAE Systems PLC (<span class=\"stock-symbol\">LSE: BA</span>): Electronic warfare and sensor systems.",
        "Northrop Grumman Corporation (<span class=\"stock-symbol\">NYSE: NOC</span>): Command and control systems.",
        "CEA Technologies (Private): Phased-array radar systems for Aegis integration.",
        "Austal Limited (<span class=\"stock-symbol\">ASX: ASB</span>): Local manufacturing and integration support."
      ]
    },
    {
      "title": "Pfizer-3SBio Cancer Drug Licensing Deal",
      "description": "Pfizer has entered a $6 billion licensing agreement with China’s 3SBio Inc. to develop and manufacture a cancer drug targeting lung, colorectal, and gynecological cancers.",
      "link": "https://www.disclose.tv/news/pfizer-3sbio-cancer-drug-deal-2025-05-20",
      "category": "Healthcare",
      "date": "2025-05-20",
      "dealValue": "$6 Billion",
      "industry": "Pharmaceuticals",
      "buyer": "3SBio Inc. (<span class=\"stock-symbol\">HKEX: 1530</span>)",
      "seller": "Pfizer Inc. (<span class=\"stock-symbol\">NYSE: PFE</span>)",
      "impact": "This deal accelerates the development and commercialization of innovative cancer therapies in China, leveraging 3SBio’s local manufacturing capabilities and Pfizer’s R&D expertise. It supports China’s growing demand for advanced oncology treatments and strengthens Pfizer’s presence in the Asian market.",
      "subcontractors": [
        "WuXi Biologics (<span class=\"stock-symbol\">HKEX: 2269</span>): Biologics manufacturing and process development.",
        "Lonza Group AG (<span class=\"stock-symbol\">SIX: LONN</span>): Active pharmaceutical ingredient (API) production.",
        "Catalent, Inc. (<span class=\"stock-symbol\">NYSE: CTLT</span>): Drug formulation and packaging services.",
        "Sartorius AG (<span class=\"stock-symbol\">ETR: SRT</span>): Bioprocessing equipment and single-use systems.",
        "Parexel International (Private): Clinical trial management and regulatory support."
      ]
    },
    {
      "title": "Ascension-Amsurg Outpatient Centers Acquisition",
      "description": "Ascension has agreed to acquire Amsurg’s portfolio of outpatient surgery centers for $3.9 billion, expanding its ambulatory care network across the United States.",
      "link": "https://www.modernhealthcare.com/mergers-acquisitions/ascension-amsurg-outpatient-centers-2025-05-31",
      "category": "Healthcare",
      "date": "2025-05-31",
      "dealValue": "$3.9 Billion",
      "industry": "Healthcare Services",
      "buyer": "Ascension Health (Private)",
      "seller": "Amsurg (Part of Envision Healthcare, Private)",
      "impact": "This acquisition enhances Ascension’s outpatient care capabilities, aligning with the shift toward cost-effective ambulatory services. It strengthens Ascension’s market position in key states and supports value-based care models, improving patient access to surgical services.",
      "subcontractors": [
        "Medtronic plc (<span class=\"stock-symbol\">NYSE: MDT</span>): Surgical devices and equipment supply.",
        "Stryker Corporation (<span class=\"stock-symbol\">NYSE: SYK</span>): Orthopedic and surgical instruments.",
        "Cerner Corporation (Part of Oracle, <span class=\"stock-symbol\">NASDAQ: ORCL</span>): Electronic health record (EHR) integration and IT support.",
        "Sodexo S.A. (<span class=\"stock-symbol\">EPA: SW</span>): Facility management and sterilization services.",
        "Steris plc (<span class=\"stock-symbol\">NYSE: STE</span>): Infection prevention and sterilization equipment."
      ]
    },
    {
      "title": "JPMorgan Chase-BlackRock WealthTech Platform Joint Venture",
      "description": "JPMorgan Chase and BlackRock have formed a joint venture to develop a next-generation wealth management platform, integrating AI-driven analytics and digital payment solutions.",
      "link": "https://www.bloomberg.com/news/articles/2025-05-15/jpmorgan-blackrock-wealthtech-jv",
      "category": "Finance",
      "date": "2025-05-15",
      "dealValue": "$2.5 Billion",
      "industry": "Financial Technology",
      "buyer": "Joint Venture (JPMorgan Chase and BlackRock)",
      "seller": "JPMorgan Chase & Co. (<span class=\"stock-symbol\">NYSE: JPM</span>), BlackRock, Inc. (<span class=\"stock-symbol\">NYSE: BLK</span>)",
      "impact": "This joint venture aims to revolutionize wealth management by combining JPMorgan’s banking infrastructure with BlackRock’s investment expertise, offering clients personalized, AI-driven financial solutions. It positions both firms to capture the growing digital wealth market and enhances client engagement through scalable technology.",
      "subcontractors": [
        "Salesforce, Inc. (<span class=\"stock-symbol\">NYSE: CRM</span>): Customer relationship management (CRM) and cloud platform services.",
        "Amazon Web Services (Part of Amazon, <span class=\"stock-symbol\">NASDAQ: AMZN</span>): Cloud infrastructure and AI computing services.",
        "NVIDIA Corporation (<span class=\"stock-symbol\">NASDAQ: NVDA</span>): GPU hardware for AI and machine learning workloads.",
        "Fiserv, Inc. (<span class=\"stock-symbol\">NYSE: FI</span>): Payment processing and digital banking solutions.",
        "Temenos AG (<span class=\"stock-symbol\">SIX: TEMN</span>): Core banking software and API integration."
      ]
    },
    {
      "title": "OpenAI-Jony Ive AI Hardware Startup Acquisition",
      "description": "OpenAI has acquired Jony Ive’s AI device startup, io, for $6.5 billion to develop a new generation of AI-powered hardware products.",
      "link": "https://www.nytimes.com/2025/05/21/technology/openai-jony-ive-acquisition.html",
      "category": "Tech",
      "date": "2025-05-21",
      "dealValue": "$6.5 Billion",
      "industry": "Artificial Intelligence and Consumer Electronics",
      "buyer": "OpenAI (Private)",
      "seller": "io (Private)",
      "impact": "This acquisition positions OpenAI to compete with major tech giants in the AI hardware space, leveraging Jony Ive’s design expertise to create consumer-friendly AI devices. It accelerates OpenAI’s shift from software to integrated hardware-software solutions, targeting markets like smart home and personal assistants.",
      "subcontractors": [
        "Foxconn Technology Group (<span class=\"stock-symbol\">TPE: 2317</span>): Manufacturing and assembly of AI hardware devices.",
        "Qualcomm Incorporated (<span class=\"stock-symbol\">NASDAQ: QCOM</span>): Supply of AI-optimized chipsets and modems.",
        "Synopsys, Inc. (<span class=\"stock-symbol\">NASDAQ: SNPS</span>): Electronic design automation tools for chip development.",
        "TSMC (<span class=\"stock-symbol\">NYSE: TSM</span>): Semiconductor fabrication for custom AI processors.",
        "Jabil Inc. (<span class=\"stock-symbol\">NYSE: JBL</span>): Supply chain management and electronics manufacturing services."
      ]
    },
    {
      "title": "Microsoft-Cohere AI Infrastructure Partnership",
      "description": "Microsoft has partnered with Cohere to build AI infrastructure for enterprise-grade large language models, integrating Cohere’s technology into Azure’s cloud ecosystem.",
      "link": "https://www.bloomberg.com/news/articles/2025-05-25/microsoft-cohere-ai-infrastructure-deal",
      "category": "Tech",
      "date": "2025-05-25",
      "dealValue": "$3.8 Billion",
      "industry": "Cloud Computing and Artificial Intelligence",
      "buyer": "Microsoft Corporation (<span class=\"stock-symbol\">NASDAQ: MSFT</span>)",
      "seller": "Cohere (Private)",
      "impact": "This partnership strengthens Microsoft’s Azure platform as a leader in enterprise AI, enabling businesses to deploy scalable, secure language models. Cohere’s expertise in natural language processing enhances Azure’s AI offerings, driving adoption in industries like finance, healthcare, and retail.",
      "subcontractors": [
        "NVIDIA Corporation (<span class=\"stock-symbol\">NASDAQ: NVDA</span>): GPU supply for AI training and inference.",
        "Advanced Micro Devices, Inc. (<span class=\"stock-symbol\">NASDAQ: AMD</span>): Server processors and AI accelerators.",
        "Ciena Corporation (<span class=\"stock-symbol\">NYSE: CIEN</span>): Optical networking for high-speed data center connectivity.",
        "Schneider Electric SE (<span class=\"stock-symbol\">EPA: SU</span>): Power and cooling systems for AI data centers.",
        "Red Hat, Inc. (Part of IBM, <span class=\"stock-symbol\">NYSE: IBM</span>): Open-source software for AI workload management."
      ]
    },
    {
      "title": "Amazon-CoreWeave AI Cloud Expansion Deal",
      "description": "Amazon Web Services (AWS) has signed a $4.2 billion contract with CoreWeave to expand its AI cloud computing infrastructure, leveraging CoreWeave’s NVIDIA-powered data centers.",
      "link": "https://www.reuters.com/technology/aws-coreweave-ai-cloud-deal-2025-05-28",
      "category": "Tech",
      "date": "2025-05-28",
      "dealValue": "$4.2 Billion",
      "industry": "Cloud Computing and Artificial Intelligence",
      "buyer": "Amazon Web Services (Part of Amazon, <span class=\"stock-symbol\">NASDAQ: AMZN</span>)",
      "seller": "CoreWeave (Private)",
      "impact": "This deal boosts AWS’s capacity to support AI-driven workloads, positioning it as a key player in the AI cloud market. CoreWeave’s specialized infrastructure enhances AWS’s ability to serve data-intensive applications, supporting clients in machine learning and generative AI development.",
      "subcontractors": [
        "NVIDIA Corporation (<span class=\"stock-symbol\">NASDAQ: NVDA</span>): High-performance GPUs for AI compute.",
        "Supermicro (<span class=\"stock-symbol\">NASDAQ: SMCI</span>): Server and rack-scale solutions for data centers.",
        "Arista Networks, Inc. (<span class=\"stock-symbol\">NYSE: ANET</span>): High-speed networking switches and routers.",
        "Vertiv Holdings Co (<span class=\"stock-symbol\">NYSE: VRT</span>): Power and thermal management for data centers.",
        "Equinix, Inc. (<span class=\"stock-symbol\">NASDAQ: EQIX</span>): Data center colocation and interconnection services."
      ]
    }

  ]
  